[PR_Titan X2SoldierClassTemplate]
+DisplayName="泰坦"
+ClassSummary="泰坦擅长基于冷却的大炮攻击，用他们的短管霰弹枪轰击过于接近的东西，并且非常难以被杀死。"
+LeftAbilityTreeTitle="枪手"
+RightAbilityTreeTitle="霰弹枪"
AbilityTreeTitles[0]="枪手"
AbilityTreeTitles[1]="不可接触"
AbilityTreeTitles[2]="霰弹枪"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Titan"
+RandomNickNames[1]="Junkrat"
+RandomNickNames[2]="Boss"
+RandomNickNames[3]="Scrapper"
+RandomNickNames[4]="Unbreakable"
+RandomNickNames[5]="Stronk"
